{
  "english": "lively",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "rất; sống động",
          "definition": "active; full of life, high spirits or movement",
          "world_new": [
            "full",
            "life",
            "spirits",
            "movement"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She took a lively interest in us",
              "world_new": [
                "interest"
              ]
            },
            {
              "ex_of_definition": "The music is bright and lively.",
              "world_new": [
                "music",
                "bright"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Discussions of philosophy, theology and aesthetics engendered lively debate, while theoretical analysis, inter-cultural studies and genre also made significant appearances.",
    "Our fifth year has in many ways been our liveliest year, in which we have covered some of the most significant issues and projects in the language.",
    "Much of this is lively and readable (helped by sprinklings of case studies) but the argument goes wrong when it turns to theory.",
    "Significantly, singers often interpreted songs which might have been capable of livelier rendition in a way so as to express and engender rather more tender emotions.",
    "After the war, a lively debate among politicians and economists started about the future of the international monetary system.",
    "The emergence of a lively, raucous and fractious democracy did not transform official explanations for popular politics.",
    "Early modern court studies, then, remains a lively and expanding field of historical enquiry.",
    "At the same time, a lively debate emerged about the government's hegemony and national configuration."
  ],
  "list_see_also": [],
  "list_browse": [
    "live-in",
    "-lived",
    "livelihood",
    "liveliness",
    "lively",
    "liver",
    "livestock",
    "living",
    "living room"
  ]
}