{
  "english": "protect",
  "phat_am": "prəˈtekt",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "bảo vệ",
          "definition": "to guard or defend from danger; to keep safe",
          "world_new": [
            "guard",
            "defend",
            "keep",
            "safe"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She protected the children from every danger",
              "world_new": [
                "protected",
                "danger"
              ]
            },
            {
              "ex_of_definition": "Which type of helmet protects the head best?",
              "world_new": [
                "type",
                "helmet",
                "head",
                "best"
              ]
            },
            {
              "ex_of_definition": "He wore a fur jacket to protect himself against the cold.",
              "world_new": [
                "fur",
                "jacket",
                "cold"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A critic of the data protection regime might note that the legislation protects debtors with more force than it does creditors.",
    "In summary, we have demonstrated that brimonidine is effective in protecting against ischemic retinal injury and in preserving retinal function.",
    "At 3 years all of 6 cattle challenged were protected from severe rinderpest and survived, 2 being fully protected from clinical disease [8].",
    "Additionally, protected specimen brush samples of two patients grew >1000 c. f. u./ml of these bacteria.",
    "As a result, they are important enough to be protected by rights that we have against the state.",
    "A two-tiered transcription regulation mechanism that protects germ cell identity.",
    "Should older people be protected from bad choices ?",
    "The first term on the right-hand side of equation (8) can be interpreted as a fund that protects floor consumption prior to annuitization."
  ],
  "list_see_also": [
    "protected",
    "protection",
    "protective",
    "protector"
  ],
  "list_browse": [
    "prostitute",
    "prostitution",
    "prostrate",
    "prostration",
    "protect",
    "protected",
    "protection",
    "protective",
    "protector"
  ]
}