{
  "english": "pupil",
  "phat_am": "ˈpjuːpl",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "học sinh",
          "definition": "a person who is being taught by a teacher or tutor",
          "world_new": [
            "person",
            "teacher",
            "tutor"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The school has 2,000 pupils.",
              "world_new": [
                "school"
              ]
            }
          ]
        }
      ]
    },
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "con ngươi",
          "definition": "the round opening in the middle of the eye through which the light passes.",
          "world_new": [
            "opening",
            "middle",
            "eye",
            "light"
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Disciplinary measures were used including fines for pupils caught speaking the dialect on school campus.",
    "Like the beit midrash pupils, adolescents often hold these extreme and puritanical positions.",
    "Teacher intervention should most often arise through effective and direct questioning about the fortuitous discoveries in the pupils' previous performances.",
    "In 2005, 89.5 per cent of pupils chose it as their first foreign language.",
    "In the school situation, pupils were interested in the learning experiences of other groups and wanted to do the same musical activities.",
    "Many pupils related feelings of being far more motivated to practice now that they knew the examination was approaching.",
    "On the side of the disadvantages, orderly behaviour proved to be a major problem in piano groups of four pupils.",
    "To make the full and best use of all the features that a computer offers, pupils need to learn to touch-type at an early age."
  ],
  "list_see_also": [],
  "list_browse": [
    "punt",
    "puny",
    "pup",
    "pupa",
    "pupil",
    "puppet",
    "puppet show",
    "puppetry",
    "purchase"
  ]
}