{
  "english": "seriously",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adverb",
      "list_definition": [
        {
          "mean_english": "nghiêm túc, nghiêm trọng",
          "definition": "in a serious way; to a serious extent",
          "world_new": [
            "serious",
            "serious",
            "extent"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Is he seriously thinking of being an actor?",
              "world_new": [
                "actor"
              ]
            },
            {
              "ex_of_definition": "She is seriously ill.",
              "world_new": [
                "ill"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Enough commentators took our approach and evidence seriously to give the lie to these accusations of loose standards.",
    "Although the parents in this study were drawn from a mixture of social backgrounds, parents from ethnic-minority groups were seriously under-represented.",
    "If people are to take voting seriously, they should see that their vote counts.",
    "Organisations providing support for war veterans and other exservicemen would do well to take these messages seriously.",
    "Since in the short run capital markets remained guarded, exchange rates fundamentally fixed and monetary independence protected, the actual process of adjustment was seriously compromised.",
    "At another level, the omission of fundamental components of the historical narrative can seriously mislead readers.",
    "I found myself asking on reading this, but the question is not seriously addressed.",
    "There are all sorts of possible situations which none of us takes seriously as real likelihoods."
  ],
  "list_see_also": [],
  "list_browse": [
    "serialize",
    "sericulture",
    "series",
    "serious",
    "seriously",
    "seriousness",
    "sermon",
    "serpent",
    "serrated"
  ]
}