{
  "english": "sincere",
  "phat_am": "sinˈsiə",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thành thật, chân thật",
          "definition": "true; genuine",
          "world_new": [
            "genuine"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a sincere desire",
              "world_new": [
                "desire"
              ]
            },
            {
              "ex_of_definition": "sincere friends."
            }
          ]
        },
        {
          "mean_english": "thật thà, thẳng thắn",
          "definition": "not trying to pretend or deceive",
          "world_new": [
            "trying",
            "pretend",
            "deceive"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a sincere person.",
              "world_new": [
                "person"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The author expresses his sincere gratitude for the generous support of all these institutions.",
    "I do not mean that they have been intentionally developed to deceive anyone, or that contributors to religious systems were not, or are not, sincere.",
    "Readily accepting the right of the preachers to conduct open-air services, the paper was initially emollient, imputing to them only sincere and pious motivations.",
    "We then assign the voter's choice to the party for which they have the highest utility; this gives us each voter's sincere vote.",
    "Many of these are humanistic exercises, opportunities to display learning and verbal dexterity in addition to, often rather than, sincere praise.",
    "My sincere thanks also go to five anonymous reviewers for their valuable comments and suggestions.",
    "As mentioned above, voters can be divided into personal and party voters or, equivalently for our purposes, sincere and strategic voters.",
    "Would it be interesting, artistic, if all sincere, authentic feelings were honestly put on stage?"
  ],
  "list_see_also": [
    "sincerely",
    "sincerity"
  ],
  "list_browse": [
    "simultaneous",
    "simultaneously",
    "sin",
    "since",
    "sincere",
    "sincerely",
    "sincerity",
    "sinew",
    "sinful"
  ]
}