{
  "english": "undercut",
  "phat_am": "andəˈkat",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "bán rẻ, hạ giá",
          "definition": "to sell goods etc at a lower price than (a competitor)",
          "world_new": [
            "sell",
            "goods",
            "lower",
            "price"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Japanese car-exporters are able to undercut British motor manufacturers.",
              "world_new": [
                "British",
                "motor"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "What, then, accounts for the late addition of belladonna and for the attribution of a meaning that undercuts the very notion of a \"language\"?",
    "However, there is an application of a conflict definition that undermines (or, specifically, undercuts) the application of the witness testimony scheme, founded upon the bias of the witness (17).",
    "She argues that this novel undercuts a reader's narrative predictions at every turn, \"altering plots by putting them in unexpected places\" (125).",
    "He said complaints might arise that work was being done which meant undercutting workmen employed in some industry outside.",
    "While there may be moral arguments as to why some dependency is good and some is bad, the moralization of 'dependency' undercuts its power to provide any independent leverage.",
    "The question is then whether sceptical theism successfully undercuts the empirical argument.",
    "To clarify the distinction between negative and positive apologetics, it is helpful to consider the concept of defeaters, especially the distinction between undercutting and rebutting defeaters.",
    "The following example is similar to the previous example, except that all the undercuts are strong, whereas in the previous example there were only non-strong undercuts."
  ],
  "list_see_also": [],
  "list_browse": [
    "undercarriage",
    "underclothes",
    "underclothing",
    "undercover",
    "undercut",
    "underdog",
    "underestimate",
    "underfed",
    "underfoot"
  ]
}